<!DOCTYPE html>
<html <?php language_attributes(); ?>>
<head>
	<meta name="google-site-verification" content="FWraq3Lm-ljui1FuA_v7D9cTkiUBqwzZQyb3SjHOfFI" />
	<meta name="p:domain_verify" content="3f978022490ce23e27d8c383e1e327b4"/>
	<?php 
	$theme_options = upstore_get_theme_options();
	?>
	<meta charset="<?php bloginfo( 'charset' ); ?>" />

	<?php if( $theme_options['ts_responsive'] ): ?>
		<meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1" />
	<?php endif; ?>

	<?php 
	upstore_theme_favicon();
	wp_head(); 
	?>
	
	<!-- Google tag (gtag.js) -->
<script async src="https://www.googletagmanager.com/gtag/js?id=G-5WLP6H1499"></script>
<script>
  window.dataLayer = window.dataLayer || [];
  function gtag(){dataLayer.push(arguments);}
  gtag('js', new Date());

  gtag('config', 'G-5WLP6H1499');
</script>
	
	<script type="application/ld+json">
{
  "@context": "https://schema.org/",
  "@type": "LocalBusiness",
  "name": "ТМ Ваші Меблі ",
  "priceRange": "$100 - $240",
  "url": "https://vashimebli.com/",
  "description": "Купити меблі в vashimebli.com  Шукаєш меблі? ✋ Виробник меблів ТМ Ваші Меблі Дзвоніть ☎ 380674722767",
  "keywords":  "Мебель, фабричная мебель украина, купить мебель в украине от производителя, мебель недорого,  купить мебель, купить диван, Магазин мебели, Мебель для дома, купить фабричную мебель, мебельная фабрика, мебель от производителя, Украинская мебель, где мебель купить, мебельный магазин, мебель интернет магазин, мебель на заказ, мебельная фурнитура, мебель в гостиную, мебель в стиле лофт, мебель в детскую комнату, мебель для спальни, мебель для кухни, мебель для салона красоты, мебель для прихожей, мебель для ванной,  мебель в прихожую, мебель в ванную, мебель для новорожденных, мебель для жизни, детская мебель, дешевая мебель, дизайнерская мебель, офисная мебель, корпусная мебель, мягкая мебель, мебель для офиса, мебель каталог, заказать мебель по своим размерам, заказная мебель, мебель из массива, мебель из фанеры, кухонная мебель, Эпицентр мебель, кухня мебель, мебель маркет, мебель на дом, эко мебель, мебель онлайн, мебель под телевизор, мебель для комнаты, мебель от завода, мебель рядом, ресторация мебель, мебель из дерева, мебель распродажа, фото мебели дизайнерской, мебель черкассы, мебель черкассы фабрика, молодежная мебель, мебель эконом каталог, мебель из массива, Эксклюзивная мебель, мебель из натурального дерева, деревянная мебель от производителя, мебель из дерева распродажа, мебель 2022 тренды, мебель 2023 тренды, мебель для балкона, Ваши Мебли, Производитель мебели, Мебель для дома и офиса, Мебельные фабрики, Мебельные фабрики Украины, Лучшие мебельные фабрики, Мебель на заказ, Украинская мебельная фабрика, Мебель оптом, Мебель оптом от производителя, Мебель оптом от фабрики, мебель со склада по оптовым, Фабричная качественная мебель, Дизайнерские кровати, производство корпусной мебели, купить садовая мебель, купить кухонная мебель, купить мебель киев, купить мягкую мебель, купить складную мебель, мебель купить, купить мебельный щит, купить мебель для ванной, купить мягкую мебель на olx, мебель лофт купить, купить мебель 21 век, купить мебель цена, купить мебель 8 марта, купить мебель диван и 2 кресла, Изготовление мебели и фасадов МДФ, Изготовление мебели, Винтажная мебель, мебель для кухни, где мебель купить, мебель без гвоздей, мебель без цоколя, мебель без ножек, мебель без переплат, мебель без ручек, мебель для гостиной, мебель с натурального дерева, мебель с Европы, мебель для бизнеса, мебель как в Икеа, мебель и фурнитура, мебель и интерьер, мебель olx, горизонтальная мебель, мебель идея, мебель из дерева, мебель мастерская, мебель для яхт, мебель в дом, мебель розетка, мебель эпицентр, мебель пром, купить мебель розетка, Эпицентр купить мебель, мебель купить Украина, Розетка купить мебель, Пром купить мебель, Фабрика купить мебель, Фабричная мебель купить, Меблі, фабричні меблі україна, купити меблі в україні від виробника, меблі недорого, купити меблі, купити диван, Магазин меблів, Меблі для дому, купити фабричні меблі, меблева фабрика, меблі від виробника, Українські меблі, де меблі купити, меблевий магазин, меблі інтернет магазин, меблі на замовлення, меблева фурнітура, меблі у вітальню, меблі в стилі лофт, меблі в дитячу кімнату, меблі для спальні, меблі для кухні, меблі для салону краси, меблі для передпокою, меблі для ванної, меблі у передпокій, меблі у ванну, меблі для новонароджених, меблі для життя, дитячі меблі, дешеві меблі, дизайнерські меблі, офісні меблі, корпусні меблі, м'які меблі, меблі для офісу, меблі каталог, замовити меблі за своїми розмірами, замовлення меблі, меблі з масиву, меблі з фанери, кухонні меблі, Епіцентр меблі, кухня меблі, меблі маркет, меблі на будинок, еко меблі, меблі онлайн, меблі під телевізор, меблі для кімнати, меблі від заводу, меблі поруч, ресторація меблі, меблі з дерева, меблі розпродаж, фото меблів дизайнерських, меблі черкаси, меблі черкаси фабрика, молодіжні меблі, меблі економ каталог, меблі з масиву, Ексклюзивні меблі, меблі з натурального дерева, дерев'яні меблі від виробника, меблі з дерева розпродаж, меблі 2022 тренди, меблі 2023 тренди, меблі для балкона, Ваші Меблі, Виробник меблів, Меблі для дому та офісу, Виробник меблів, Українські виробники кухонь, Меблі для дому та офісу, Виробники меблів, Меблеві фабрики, Меблеві фабрики України, Кращі меблеві фабрики, Меблі на замовлення, Українська меблева фабрика, Меблі оптом, Меблі оптом від виробника, Меблі оптом від фабрики, меблі зі складу по оптовим, Фабричні якісні меблі, Дизайнерські ліжка, виробництво корпусних меблів, ексклюзивні меблі для ванних кімнат, меблі в Умані, дизайнерські моделі меблів, мармурові стільниці від виробника, купити садові меблі, купити кухонні меблі, купити меблі київ, купити м'які меблі, купити складні меблі, меблі купити, купити меблевий щит, купити меблі для ванної, купити м'які меблі на olx, меблі лофт купити, купити меблі 21 століття, купити меблі ціна , купити меблі 8 березня, купити меблі диван та 2 крісла, Виготовлення меблів та фасадів МДФ, Виготовлення меблів, Вінтажні меблі, меблі для кухні, де меблі купити, меблі без цвяхів, меблі без цоколя, меблі без ніжок, меблі без переплат, меблі без ручок, меблі для вітальні , меблі з натурального дерева, меблі з Європи, меблі для бізнесу, меблі як в Ікеа, меблі та фурнітура, меблі та інтер'єр, меблі olx, горизонтальні меблі, меблі ідея, меблі з дерева, меблі майстерні, меблі для яхт, меблі в будинок",
  "image": "https://static.wixstatic.com/media/339cb6_6b29e1dee4f34bcabbdcda9d2bada377~mv2.png",
  "address": {
    "@type": "PostalAddress",
    "addressCountry": "UA"
  },
  "telephone": "+38 (067) 472-27-67, +38 (067) 314-01-12, +38 (098) 121-80-98"
}
</script >
   
<script type="application/ld+json">
{
  "@context": "https://schema.org",
  "@type": "Organization",
  "name": "ТМ Ваші Меблі - виробник кращих меблів😎",
  "alternateName": "ТМ Ваші Меблі - друже, все буде ок💛💙",
  "url": "https://vashimebli.com/",
  "logo": "https://vashimebli.com/wp-content/uploads/2021/06/logo.png",
  "sameAs": [
    "https://www.facebook.com/tm.vashimebli",
    "https://www.instagram.com/tm.vashimebli/",
    "https://www.youtube.com/channel/UCGc0mTG7rQ2Moze8TeienNg",
    "https://www.linkedin.com/in/%D0%BE%D0%BB%D0%B5%D0%BA%D1%81%D0%B0%D0%BD%D0%B4%D1%80-%D0%BF%D0%B0%D1%80%D1%85%D0%BE%D0%BC%D0%B5%D0%BD%D0%BA%D0%BE-ab96aa268/",
    "https://www.pinterest.com/vahimebli/"
  ]
}
</script>
<script type = "application/ld+json" >
{
    "@context": "https://schema.org/",
  "@type": "Person",
  "name": "ТМ Ваші Меблі",
  "url": "https://vashimebli.com/",
  "image": "https://vashimebli.com/wp-content/uploads/2021/06/logo.png",
  "sameAs": "https://vashimebli.com/",
  "jobTitle": "Шукаєш меблі? ✋ ТМ Ваші меблі фабрика яка зробить у строки, порозуміється, не пообіцяє не можливе.👍",
  "worksFor": {
    "@type": "Organization",
    "name": "Ваші Меблі"
  }  
}
</script >
<script type = "application/ld+json" >
{
    "@context": "https://schema.org/", 
  "@type": "Recipe",
  "recipeIngredient": "дсп, мдф, фанера, массив дерева",
  "recipeInstructions": "Мебель для дома",
  "recipeCategory": "Мебель",
  "name": "ТМ Ваші Меблі",
  "image": "https://vashimebli.com/wp-content/uploads/2021/06/logo.png",
  "description": "Зв'яжіться з нами сьогодні, щоб отримати більше інформації та замовити свої унікальні меблі 👍👌 Наша команда готова створити меблі, які точно відповідають Вашим потребам та смакам. Не зволікайте - зробіть свій дім ще більш чудовим з уже Вашими ексклюзивними меблями для ванної кімнати💥👍",
  "keywords": "Мебель, фабричная мебель украина, купить мебель в украине от производителя, мебель недорого, купить мебель, купить диван, Магазин мебели, Мебель для дома, купить фабричную мебель, мебельная фабрика, мебель от производителя, Украинская мебель, где мебель купить, мебельный магазин, мебель интернет магазин, мебель на заказ, мебельная фурнитура, мебель в гостиную, мебель в стиле лофт, мебель в детскую комнату, мебель для спальни, мебель для кухни, мебель для салона красоты, мебель для прихожей, мебель для ванной, мебель в прихожую, мебель в ванную, мебель для новорожденных, мебель для жизни, детская мебель, дешевая мебель, дизайнерская мебель, офисная мебель, корпусная мебель, мягкая мебель, мебель для офиса, мебель каталог, заказать мебель по своим размерам, заказная мебель, мебель из массива, мебель из фанеры, кухонная мебель, Эпицентр мебель, кухня мебель, мебель маркет, мебель на дом, эко мебель, мебель онлайн, мебель под телевизор, мебель для комнаты, мебель от завода, мебель рядом, ресторация мебель, мебель из дерева, мебель распродажа, фото мебели дизайнерской, мебель черкассы, мебель черкассы фабрика, молодежная мебель, мебель эконом каталог, мебель из массива, Эксклюзивная мебель, мебель из натурального дерева, деревянная мебель от производителя, мебель из дерева распродажа, мебель 2022 тренды, мебель 2023 тренды, мебель для балкона, Ваши Мебли, Производитель мебели, Мебель для дома и офиса, Мебельные фабрики, Мебельные фабрики Украины, Лучшие мебельные фабрики, Мебель на заказ, Украинская мебельная фабрика, Мебель оптом, Мебель оптом от производителя, Мебель оптом от фабрики, мебель со склада по оптовым, Фабричная качественная мебель, Дизайнерские кровати, производство корпусной мебели, купить садовая мебель, купить кухонная мебель, купить мебель киев, купить мягкую мебель, купить складную мебель, мебель купить, купить мебельный щит, купить мебель для ванной, купить мягкую мебель на olx, мебель лофт купить, купить мебель 21 век, купить мебель цена, купить мебель 8 марта, купить мебель диван и 2 кресла, Изготовление мебели и фасадов МДФ, Изготовление мебели, Винтажная мебель, мебель для кухни, где мебель купить, мебель без гвоздей, мебель без цоколя, мебель без ножек, мебель без переплат, мебель без ручек, мебель для гостиной, мебель с натурального дерева, мебель с Европы, мебель для бизнеса, мебель как в Икеа, мебель и фурнитура, мебель и интерьер, мебель olx, горизонтальная мебель, мебель идея, мебель из дерева, мебель мастерская, мебель для яхт, мебель в дом, мебель розетка, мебель эпицентр, мебель пром, купить мебель розетка, Эпицентр купить мебель, мебель купить Украина, Розетка купить мебель, Пром купить мебель, Фабрика купить мебель, Фабричная мебель купить, Меблі, фабричні меблі україна, купити меблі в україні від виробника, меблі недорого, купити меблі, купити диван, Магазин меблів, Меблі для дому, купити фабричні меблі, меблева фабрика, меблі від виробника, Українські меблі, де меблі купити, меблевий магазин, меблі інтернет магазин, меблі на замовлення, меблева фурнітура, меблі у вітальню, меблі в стилі лофт, меблі в дитячу кімнату, меблі для спальні, меблі для кухні, меблі для салону краси, меблі для передпокою, меблі для ванної, меблі у передпокій, меблі у ванну, меблі для новонароджених, меблі для життя, дитячі меблі, дешеві меблі, дизайнерські меблі, офісні меблі, корпусні меблі, м'які меблі, меблі для офісу, меблі каталог, замовити меблі за своїми розмірами, замовлення меблі, меблі з масиву, меблі з фанери, кухонні меблі, Епіцентр меблі, кухня меблі, меблі маркет, меблі на будинок, еко меблі, меблі онлайн, меблі під телевізор, меблі для кімнати, меблі від заводу, меблі поруч, ресторація меблі, меблі з дерева, меблі розпродаж, фото меблів дизайнерських, меблі черкаси, меблі черкаси фабрика, молодіжні меблі, меблі економ каталог, меблі з масиву, Ексклюзивні меблі, меблі з натурального дерева, дерев'яні меблі від виробника, меблі з дерева розпродаж, меблі 2022 тренди, меблі 2023 тренди, меблі для балкона, Ваші Меблі, Виробник меблів, Меблі для дому та офісу, Виробник меблів, Українські виробники кухонь, Меблі для дому та офісу, Виробники меблів, Меблеві фабрики, Меблеві фабрики України, Кращі меблеві фабрики, Меблі на замовлення, Українська меблева фабрика, Меблі оптом, Меблі оптом від виробника, Меблі оптом від фабрики, меблі зі складу по оптовим, Фабричні якісні меблі, Дизайнерські ліжка, виробництво корпусних меблів, ексклюзивні меблі для ванних кімнат, меблі в Умані, дизайнерські моделі меблів, мармурові стільниці від виробника, купити садові меблі, купити кухонні меблі, купити меблі київ, купити м'які меблі, купити складні меблі, меблі купити, купити меблевий щит, купити меблі для ванної, купити м'які меблі на olx, меблі лофт купити, купити меблі 21 століття, купити меблі ціна , купити меблі 8 березня, купити меблі диван та 2 крісла, Виготовлення меблів та фасадів МДФ, Виготовлення меблів, Вінтажні меблі, меблі для кухні, де меблі купити, меблі без цвяхів, меблі без цоколя, меблі без ніжок, меблі без переплат, меблі без ручок, меблі для вітальні , меблі з натурального дерева, меблі з Європи, меблі для бізнесу, меблі як в Ікеа, меблі та фурнітура, меблі та інтер'єр, меблі olx, горизонтальні меблі, меблі ідея, меблі з дерева, меблі майстерні, меблі для яхт, меблі в будинок",
  "author": {
    "@type": "Person",
    "name": "ТМ Ваші Меблі 😎"
  },
  "datePublished": "2023-03-31",
  "prepTime": "PT1M",
  "cookTime": "PT1M", 
  "totalTime": "PT2M", 
  "recipeCuisine": "1", 
  "recipeYield": "1", 
  "nutrition": {
    "@type": "NutritionInformation",
    "calories": ""
  },
  "aggregateRating": {
    "@type": "AggregateRating",
    "ratingValue": "10",
    "bestRating": "10",
    "worstRating": "1",
    "ratingCount": "10"
  },
  "video": {
    "@type": "VideoObject",
    "name": "ТМ Ваші Меблі",
    "description": "Зв'яжіться з нами сьогодні, щоб отримати більше інформації та замовити свої унікальні меблі 👍👌 Наша команда готова створити меблі, які точно відповідають Вашим потребам та смакам. Не зволікайте - зробіть свій дім ще більш чудовим з уже Вашими ексклюзивними меблями для ванної кімнати💥👍",
    "thumbnailUrl": "https://vashimebli.com/wp-content/uploads/2021/06/logo.png",
    "uploadDate": "2023-03-31", 
    "contentUrl": "https://www.youtube.com/channel/UCGc0mTG7rQ2Moze8TeienNg",
    "embedUrl": "https://www.youtube.com/channel/UCGc0mTG7rQ2Moze8TeienNg"
  }  
}
</script >
<script type = "application/ld+json" >
{
  "@context": "https://schema.org",
  "@type": "VideoObject",
  "name": "Якщо ви шукаєте меблі?",
  "description": "Якщо ви шукаєте меблі? То маємо для Вас декілька цікавих ідей, переходь та дивись",
  "thumbnailUrl": "https://vashimebli.com/wp-content/uploads/2021/06/logo.png",
  "contentUrl": "https://www.youtube.com/channel/UCGc0mTG7rQ2Moze8TeienNg",
  "uploadDate": "2023-03-27"
}
</script >

<script type = "application/ld+json" >
{
    "@context": "https://schema.org/",
  "@type": "WebSite",
  "name": "ТМ Ваші Меблі 😎",
  "url": "https://vashimebli.com/",
  "potentialAction": {
    "@type": "SearchAction",
    "target": "https://vashimebli.com/?s=%D1%81%D1%82%D0%BE%D0%BB&post_type=product{search_term_string}",
    "query-input": "required name=search_term_string"
  }
}
</script >
<script type = "application/ld+json" >
{
    "@context": "https://schema.org",
  "@type": "FAQPage",
  "mainEntity": {
    "@type": "Question",
    "name": "Умови співпраці?",
    "acceptedAnswer": {
        "@type": "Answer",
      "text": "ТМ «Ваші меблі» спеціалізується на виготовленні серійних моделей меблів для ванної кімнати та корпусних меблів за індивідуальним дизайн-проектом. У своїй роботі з клієнтами ми намагаємося відійти від загальноприйнятих стандартів і намагаємось вирішити всі поставлені перед нами нестандартні завдання з виготовлення індивідуальних меблів у рамках існуючих у нас технологій. Пропонуємо співпрацю на взаємовигідних умовах для: – Дилерів. Ми готові та відкриті до співпраці з меблевими салонами та магазинами, що не мають свого виробництва. Продавці стандартних меблів часто стикаються з питанням виготовлення індивідуальних меблів на замовлення та подальшою її реалізацією через свій торговий майданчик. Не кожен меблевий салон може пропонувати нестандартні рішення своїх клієнтів. Ми готові виробляти меблі як за Вашими проектами, так і за проектами Ваших клієнтів, які звернулися на замовлення меблів до Вас. – Приватних дилерів та посередників. Також запрошуємо до співпраці приватних дилерів та посередників, Ви можете займатися пошуком клієнтів за допомогою інтернету, соц.мереж, знайомих, клієнтських баз тощо. Пропонувати нашу меблеву продукцію на основі нашого виробництва своїм майбутнім клієнтам, не маючи свого виробництва або салону. Ви знаходите клієнта, а ми реалізуємо Ваше замовлення. –Дизайнерів та архітекторів. Кожен дизайнер або дизайн студія зацікавлені в кінцевому результаті їх роботи над приміщенням, головне, щоб замовник залишився задоволеним. Ми готові запропонувати своє виробництво, створювати Ваші проекти за Вашою участю. Ми допоможемо Вам заощадити час, засоби та сили у виборі меблів для Ваших інтер’єрів. – Корпоративних клієнтів. Наша компанія готова запропонувати міцні та надійні стосунки з корпоративними клієнтами. Наші меблі максимально та ергономічно впишеться у велике офісне приміщення, готель, салон краси, бутік, банк, ресторан тощо. Ми готові як і спроектувати з нуля дизайн Вашого приміщення або ж реалізувати вже готовий проект. – Забудовників на сучасному ринку нерухомості багато пропозицій про купівлю квартири або будинку йдуть вже з готовим плануванням, оздобленням та меблями. Це приваблює як і інвесторів на старт-апі, так і звичайних покупців, яким не потрібно буде після придбання житла думати про ремонт та оздоблення приміщення або замовлення меблів. Така пропозиція, коли квартира готова до проживання, виглядає більш цінною. Ви зможете пропонувати не тільки нерухомість, але й оформлення інтер’єру одразу, розміщуючи замовлення на нашому сайті. Ми налаштовані на довгострокову та плідну роботу з надійними партнерами, які зацікавлені у наших послугах та продукції. Ми гарантуємо Вам довірчі та міцні стосунки у партнерстві з нами. Дізнатися подробиці співпраці Ви можете за контактними номерами телефонів або написавши нам на електронну пошту."}
  }
}
</script >

<script type="application/ld+json">
{
  "@context": "https://schema.org/", 
  "@type": "BreadcrumbList", 
  "itemListElement": [{
    "@type": "ListItem", 
    "position": 1, 
    "name": "Купить мебель для ванной комнаты",
    "item": "https://vashimebli.com/product-category/indyvidualni-roboty/mebli-dlya-vannoyi-kimnaty/"  
  },{
    "@type": "ListItem", 
    "position": 2, 
    "name": "Купить тумбу для ванной",
    "item": "https://vashimebli.com/product-category/mebel-dlya-vannoj-komnaty-serijnye-modeli-uk/tumby-dlya-vannoj-komnaty-pod-odin-umyvalnik-uk/"  
  },{
    "@type": "ListItem", 
    "position": 3, 
    "name": "Купить мебель",
    "item": "https://vashimebli.com/"  
  }]
}
</script>

<script type="application/ld+json">
{
  "@context": "https://schema.org",
  "@type": "Article",
  "mainEntityOfPage": {
    "@type": "WebPage",
    "@id": "https://vashimebli.com/mebli-ye-vazhlyvoyu-chastynoyu-nashogo-domu-abo-ofisu-yaki-vidobrazhayut-nash-styl-i-vplyvayut-na-nash-komfort-i-nastrij/vajsa-dlya-pareniya/"
  },
  "headline": "Меблі є важливою частиною нашого дому або офісу, які відображають наш стиль і впливають на наш комфорт",
  "description": "Шукаєш де купити меблі? Наша компанія дасть тобі найкращі умови для співпраці та гарантоване вирішення питання, з найкращими цінами ТМ Ваші Меблі, друже  це саме так, все буде ок твоя",
  "image": "https://vashimebli.com/wp-content/uploads/2021/06/logo.png",  
  "author": {
    "@type": "Organization",
    "name": "ТМ Ваші меблі",
    "url": "https://vashimebli.com/"
  },  
  "publisher": {
    "@type": "Organization",
    "name": "ТМ Ваші меблі",
    "logo": {
      "@type": "ImageObject",
      "url": "https://vashimebli.com/wp-content/uploads/2021/06/logo.png"
    }
  },
  "datePublished": "2023-03-28",
  "dateModified": "2023-03-28"
}
</script>

	<script src="//code.jivo.ru/widget/YKr68CJpPC" async></script>
	<script src="//code.jivo.ru/widget/lpc3hZsXPP" async></script>

</head>
	
<body <?php body_class(); ?>>
<?php 
if( function_exists('wp_body_open') ){
	wp_body_open();
}
upstore_tiny_account_popup();
?>
<div id="page" class="hfeed site">

	<?php if( !is_page_template('page-templates/blank-page-template.php') ): ?>
		<!-- Store Notice -->
		<?php if( $theme_options['ts_header_store_notice'] ): ?>
		<?php $store_notice_bg = $theme_options['ts_header_store_notice_bg_image']['url']; ?>
		<div class="ts-store-notice" <?php echo (!$store_notice_bg)?'':'style="background-image: url('.esc_url($store_notice_bg).')"'; ?>>
			<div class="container">
				<?php echo do_shortcode(stripslashes($theme_options['ts_header_store_notice'])); ?>
			</div>
		</div>
		<?php endif; ?>
	
		<!-- Page Slider -->
		<?php if( is_page() ): ?>
			<?php if( upstore_get_page_options('ts_page_slider') && upstore_get_page_options('ts_page_slider_position') == 'before_header' ): ?>
			<div class="top-slideshow">
				<div class="top-slideshow-wrapper">
					<?php upstore_show_page_slider(); ?>
				</div>
			</div>
			<?php endif; ?>
		<?php endif; ?>
		<div class="mobile-menu-wrapper ts-menu">
			<h4 class="title"></h4>
			<span class="ic-mobile-menu-close-button"><i class="fa fa-bars"></i></span>
			<?php 
			if ( has_nav_menu( 'mobile' ) ) {
				wp_nav_menu( array( 'container' => 'nav', 'container_class' => 'mobile-menu', 'theme_location' => 'mobile', 'walker' => new Upstore_Walker_Nav_Menu() ) );
			}else{
				wp_nav_menu( array( 'container' => 'nav', 'container_class' => 'mobile-menu', 'theme_location' => 'primary', 'walker' => new Upstore_Walker_Nav_Menu() ) );
			}
			?>
		</div>
		
		<!-- Shopping Cart Floating Sidebar -->
		<?php if( $theme_options['ts_enable_tiny_shopping_cart'] && $theme_options['ts_shopping_cart_sidebar'] ): ?>
		<div id="ts-shopping-cart-sidebar" class="ts-floating-sidebar">
			<div class="overlay"></div>
			<div class="ts-sidebar-content">
				<span class="close"><i class="fa fa-remove"></i></span>
				<div class="ts-tiny-cart-wrapper"></div>
			</div>
		</div>
		<?php endif; ?>
		
		<?php upstore_get_header_template(); ?>
		
	<?php endif; ?>
	
	<?php do_action('upstore_before_main_content'); ?>

	<div id="main" class="wrapper">